Revit 2027 API
ParameterTypeId.ImportBaseLevel Property
 "Work Plane"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportBaseLevel { get; }
Public Shared ReadOnly Property ImportBaseLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportBaseLevel {
	ForgeTypeId^ get ();
}
static member ImportBaseLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace